import React from "react";
import Header from "../components/Header";
import Footer from "../components/Footer";

const Privacy = () => {
  return (
    <>
      <div className="container" style={{ paddingTop: 12 }}>
        <Header current="/privacy" />
      </div>
      <section className="privacy">
        <div className="container">
          <div className="privacy-block">
            <p className="privacy-status">
              Останнє оновлення: 24 грудня 2023 року
            </p>

            <div className="privacy-wrapper">
              <h2 className="privacy-title">Політика конфіденційності</h2>

              <p className="privacy-text">
                Захист вашої конфіденційності та персональних даних дуже
                важливий для нас. Тому ми використовуємо ваші персональні дані
                лише в рамках правових норм, зокрема Загального регламенту
                захисту даних. За допомогою цієї політики конфіденційності ми
                хотіли б повідомити вас — незалежно від того, чи створили ви
                обліковий запис:
              </p>

              <ul className="privacy-list">
                <li className="privacy-item">
                  Захист вашої конфіденційності та персональних даних дуже
                  важливий для нас.{" "}
                </li>
                <li className="privacy-item">
                  Тому ми використовуємо ваші персональні дані лише в рамках
                  правових норм, зокрема Загального регламенту захисту даних.{" "}
                </li>
                <li className="privacy-item">
                  За допомогою цієї політики конфіденційності ми хотіли б
                  повідомити вас — незалежно від того, чи створили ви обліковий
                  запис, використовуєте наші різні програми чи відвідали наш
                  веб-сайт — про характер, обсяг і цілі збору, використання та
                  обробки ваших персональних даних.
                </li>
              </ul>
            </div>
            <div className="privacy-wrapper">
              <h2 className="privacy-title">Огляд ключових положень</h2>

              <ul className="privacy-list">
                <li className="privacy-item">
                  <strong>
                    У ситуаціях, де вимагається ваша згода, ми отримаємо ваш
                    дозвіл, перш ніж надсилати вам новини та рекламні матеріали
                    ; зчитувати інформацію, що зберігається на вашому пристрої
                    та стосується використання вами Служб і Програмного
                    забезпечення та взаємодії з ними (наприклад, у зустрічах , а
                    також звіти про збої; і аналізувати вміст, що належить вам.
                    Ви можете будь-коли відкликати свою згоду на ці дії.
                  </strong>
                </li>
                <li className="privacy-item">
                  <strong>
                    Ця політика пояснює, коли ми обробляємо особисту інформацію
                    в наших законних інтересах. Ви можете попросити нас
                    припинити обробку цієї інформації.{" "}
                    <a className="privacy-link">
                      Дізнайтеся більше про ваші права та як ви можете ними
                      скористатися.
                    </a>
                  </strong>
                </li>
                <li className="privacy-item">
                  Ми використовуємо вашу особисту інформацію, щоб дати вам
                  можливість реєструватися в службах Adobe і надавати вам наші
                  Служби та Програмне забезпечення, а також інші продукти чи
                  послуги, запитані вами. Ми надаємо інтерактивні функції, які
                  взаємодіють із сайтами соціальних мереж, наприклад із
                  Facebook. Якщо ви використовуєте такі функції, ці сайти
                  надаватимуть нам особисту інформацію про вас. Докладніше. Ми
                  використовуємо файли cookie та інші технології для відстеження
                  використання наших Служб і Програмного забезпечення. Щоб
                  дізнатися, як заборонити файли cookie, натисніть тут. Якщо ви
                  використовуєте наш вебсайт у браузері, ця інформація також
                  доступна в нашій{" "}
                  <a className="privacy-link">Політиці щодо файлів cookie.</a>
                </li>
                <li className="privacy-item">
                  У Службах і Програмному забезпеченні Adobe є області, де
                  дозволяється публікувати коментарі, передавати зображення або
                  надсилати вміст, який буде загальнодоступним у місцях його
                  публікації. Ми також розкриваємо особисту інформацію іншим
                  компаніям із сімейства компаній Adobe, а також рекламним і
                  торговим партнерам, відповідним вашому вибору. Ми також
                  розкриваємо інформацію третім особам, яких ми залучаємо для
                  обробки особистої інформації від нашого імені, або коли таке
                  розкриття вимагається законом, а також у деяких інших
                  ситуаціях. <a className="privacy-link">Докладніше.</a>
                </li>
                <li className="privacy-item">
                  Ми передаємо вашу особисту інформацію в США та інші країни,
                  тобто, ймовірно, за межі країни вашого проживання. Щоб
                  захистити вашу особисту інформацію, ми використовуємо
                  договірні положення, схвалені державними органами, наприклад
                  Стандартні договірні положення, затверджені Єврокомісією.{" "}
                  <a className="privacy-link">Докладніше.</a>
                </li>
              </ul>
            </div>
            <div className="privacy-wrapper">
              <h2 className="privacy-title">
                Які питання охоплює ця політика конфіденційності.
              </h2>

              <div className="privacy-column">
                <a className="privacy-link">
                  Список папок, у яких користувач може створювати записи
                </a>
                <a className="privacy-link">Список полів папки</a>
                <a className="privacy-link">
                  Пошук записів за ідентифікатором або текстовим запитом
                </a>
                <a className="privacy-link">
                  Знайдіть нещодавно створені записи
                </a>
                <a className="privacy-link">
                  Знайдіть нещодавно створені коментарі до записів
                </a>
                <a className="privacy-link">
                  Знайти нещодавно створені журнали викликів
                </a>
                <a className="privacy-link">Знайти нещодавно створені файли</a>
                <a className="privacy-link">
                  Знайдіть нещодавно оновлені записи{" "}
                </a>
              </div>
            </div>
            <div className="privacy-wrapper">
              <h2 className="privacy-title">
                Реєстрація та служба підтримки клієнтів
              </h2>

              <p className="privacy-text">
                Коли ви реєструєтеся для використання будь-якої Служби й
                Програмне забезпечення або звертаєтеся до нас за підтримкою чи
                додатковими пропозиціями, збирає інформацію, яка ідентифікує
                вас. А саме:.
              </p>
            </div>
            <div className="privacy-wrapper">
              <h3 className="privacy-second">
                Ідентифікатори та контактна інформація, як-от:
              </h3>

              <ul className="privacy-list">
                <li className="privacy-item">ім’я;</li>
                <li className="privacy-item">адреса електронної пошти;</li>
                <li className="privacy-item">номер телефону;</li>
                <li className="privacy-item">поштова або фізична адреса;</li>
              </ul>
            </div>
            <div className="privacy-wrapper">
              <h3 className="privacy-second">
                Комерційна інформація та інформація про транзакції, як-от:
              </h3>

              <ul className="privacy-list">
                <li className="privacy-item">
                  {" "}
                  платіжна інформація чи відомості про виставлення рахунків
                  (якщо програма або вебсайт потребують оплати);
                </li>
                <li className="privacy-item">придбані ліцензії;</li>
                <li className="privacy-item">
                  інформація про відповідність вимогам (наприклад,
                  ідентифікаційний номер учня/студента або викладача у версіях
                  програм для учнів, студентів і викладачів);
                </li>
                <li className="privacy-item">
                  вміст та інформація, яка надається через службу підтримки
                  клієнтів та інші засоби зв’язку (наприклад, записи дзвінків
                  клієнтів у службу технічної підтримки та збережений вміст
                  вашого листування з нами через наш вебсайт, функції чату,
                  телефонні та відеовиклики, електронні листи та інші канали);
                </li>
                <li className="privacy-item">
                  типи Служб і Програмного забезпечення, у яких зацікавлений
                  користувач.
                </li>
              </ul>
            </div>
            <div className="privacy-wrapper">
              <h3 className="privacy-second">
                Аналітичні відомості або відомості про мережеву активність,
                як-от:
              </h3>

              <ul className="privacy-list">
                <li className="privacy-item"> IP-адреса;</li>
                <li className="privacy-item">браузер;</li>
                <li className="privacy-item">
                  ідентифікатор мобільного пристрою;
                </li>
                <li className="privacy-item">
                  розширення браузера, підключені до ваших облікових записів{" "}
                </li>
              </ul>
            </div>
            <div className="privacy-wrapper">
              <h2 className="privacy-title">
                Чи захищена моя особиста інформація?
              </h2>

              <p className="privacy-text">
                Ми докладаємо всіх зусиль для захисту вашої особистої
                інформації. Коли це доречно, ми використовуємо адміністративні,
                технічні та фізичні засоби контролю безпеки, наприклад
                шифрування, двохфакторну автентифікацію та відповідні договірні
                зобов’язання щодо конфіденційності для працівників і
                підрядників.
              </p>
            </div>
          </div>
        </div>
      </section>
      <Footer current="/privacy" />
    </>
  );
};

export default Privacy;
